export default {
  projections: {
    ИнформацияE: {
      датаПоезд: {
        __caption__: 'Дата поезд'
      },
      место: {
        __caption__: 'Место'
      },
      маршрут: {
        __caption__: 'Маршрут',
        времяОтправ: {
          __caption__: 'Время отправ'
        }
      }
    }
  },
  validations: {
    датаПоезд: {
      __caption__: 'Дата поезд'
    },
    место: {
      __caption__: 'Место'
    },
    маршрут: {
      __caption__: 'Маршрут'
    },
    покупкаБилета: {
      __caption__: 'покупкаБилета'
    }
  }
};
