export default {
  projections: {
    ПокупательE: {
      датРожд: {
        __caption__: 'Дат рожд'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      iD: {
        __caption__: 'ID'
      },
      номерПаспорта: {
        __caption__: 'Номер паспорта'
      },
      элПочта: {
        __caption__: 'Эл почта'
      },
      банкСчет: {
        __caption__: 'Банк счет'
      },
      серияПаспорта: {
        __caption__: 'Серия паспорта'
      }
    },
    ПокупательL: {
      датРожд: {
        __caption__: 'Дат рожд'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      iD: {
        __caption__: 'ID'
      },
      номерПаспорта: {
        __caption__: 'Номер паспорта'
      },
      элПочта: {
        __caption__: 'Эл почта'
      },
      банкСчет: {
        __caption__: 'Банк счет'
      },
      серияПаспорта: {
        __caption__: 'Серия паспорта'
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    банкСчет: {
      __caption__: 'Банк счет'
    },
    датРожд: {
      __caption__: 'Дат рожд'
    },
    номерПаспорта: {
      __caption__: 'Номер паспорта'
    },
    серияПаспорта: {
      __caption__: 'Серия паспорта'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    элПочта: {
      __caption__: 'Эл почта'
    }
  }
};
