export default {
  projections: {
    МаршрутE: {
      номерМаршрута: {
        __caption__: 'Номер маршрута'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      времяОтправ: {
        __caption__: 'Время отправ'
      },
      времяПрибыт: {
        __caption__: 'Время прибыт'
      },
      конечПункт: {
        __caption__: 'Конеч пункт'
      },
      перевозчик: {
        __caption__: 'Перевозчик',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    МаршрутL: {
      номерМаршрута: {
        __caption__: 'Номер маршрута'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      времяОтправ: {
        __caption__: 'Время отправ'
      },
      времяПрибыт: {
        __caption__: 'Время прибыт'
      },
      конечПункт: {
        __caption__: 'Конеч пункт'
      },
      перевозчик: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    времяОтправ: {
      __caption__: 'Время отправ'
    },
    времяПрибыт: {
      __caption__: 'Время прибыт'
    },
    конечПункт: {
      __caption__: 'Конеч пункт'
    },
    номерМаршрута: {
      __caption__: 'Номер маршрута'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    перевозчик: {
      __caption__: 'Перевозчик'
    }
  }
};
