export default {
  projections: {
    ПокупкаБилетаE: {
      времяПокупки: {
        __caption__: 'Время покупки'
      },
      датаПокупки: {
        __caption__: 'Дата покупки'
      },
      варПолучБилет: {
        __caption__: 'Вар получ билет'
      },
      покупатель: {
        __caption__: 'Покупатель',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      билетКасса: {
        __caption__: 'Билет касса',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      информация: {
        __caption__: 'Информация',
        датаПоезд: {
          __caption__: 'Дата поезд'
        },
        место: {
          __caption__: 'Место'
        },
        маршрут: {
          __caption__: 'Маршрут',
          времяОтправ: {
            __caption__: 'Время отправ'
          }
        }
      }
    },
    ПокупкаБилетаL: {
      времяПокупки: {
        __caption__: 'Время покупки'
      },
      датаПокупки: {
        __caption__: 'Дата покупки'
      },
      варПолучБилет: {
        __caption__: 'Вар получ билет'
      },
      покупатель: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      билетКасса: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    варПолучБилет: {
      __caption__: 'Вар получ билет'
    },
    времяПокупки: {
      __caption__: 'Время покупки'
    },
    датаПокупки: {
      __caption__: 'Дата покупки'
    },
    билетКасса: {
      __caption__: 'Билет касса'
    },
    покупатель: {
      __caption__: 'Покупатель'
    },
    информация: {
      __caption__: 'Информация'
    }
  }
};
