export default {
  projections: {
    ОбслуживаниеE: {
      чекЛента: {
        __caption__: 'Чек лента'
      },
      готовКРаботе: {
        __caption__: 'Готов к работе'
      },
      времяПроверки: {
        __caption__: 'Время проверки'
      },
      билетКасса: {
        __caption__: 'Билет касса',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      оператор: {
        __caption__: 'Оператор',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ОбслуживаниеL: {
      чекЛента: {
        __caption__: 'Чек лента'
      },
      готовКРаботе: {
        __caption__: 'Готов к работе'
      },
      времяПроверки: {
        __caption__: 'Время проверки'
      },
      билетКасса: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      оператор: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    времяПроверки: {
      __caption__: 'Время проверки'
    },
    готовКРаботе: {
      __caption__: 'Готов к работе'
    },
    чекЛента: {
      __caption__: 'Чек лента'
    },
    билетКасса: {
      __caption__: 'Билет касса'
    },
    оператор: {
      __caption__: 'Оператор'
    }
  }
};
